Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/2_tabell-samisk.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Davvisámegiella Dássi 1-4
smj: Udir.no - Dásse 1-4 Dásse 1-4

source: Dássi 1
smj: Dásse 1

source: Dássi 2
smj: Dásse 2

source: Dássi 3
smj: Dásse 3

source: Dássi 4
smj: Dásse 4

source: Dássi 5
smj: Dásse 5

source: Dássi 6
smj: Dásse 6

source: Dássi 7
smj: Dásse 7

source: Dássi 8
smj: Dásse 8

source: Dássi 9
smj: Dásse 9

source: Dássi 10
smj: Dásse 10

source: Gelbbolašvuođamihttomeriid oahppoplánas gávnnat dáppe http://www.udir.no/grep
smj: Máhtudakmihto oahppoplánas http://www.udir.no/grep

source: Oahpahuslážuide ovdamearkkat
smj: Åhpadimgárvvidusbuojkulvisá

source: Oahpahusláhču: Dássi 1
smj: Åhpadimgárvvidus: 1. dásse

source: Oahpahusláhču: Dássi 2
smj: Åhpadimgárvvidus: 2. dásse

source: Oahpahusláhču: Dássi 3
smj: Åhpadimgárvvidus: 3. dásse

source: Oahpahusláhču: Dássi 4
smj: Åhpadimgárvvidus: 4. dásse
